#+TITLE: January 26-February 8, 2020 (14 days)
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
* REPORTS
** SCRUM BOARD
#+BEGIN: block-update-board
#+END:
** DEVELOPER SUMMARY
#+BEGIN: block-update-summary
#+END:
** BURNDOWN CHART
#+BEGIN: block-update-graph
#+END:
** BURNDOWN LIST
#+PLOT: title:"Burndown" ind:1 deps:(3 4) set:"term dumb" set:"xtics scale 0.5" set:"ytics scale 0.5" file:"burndown.plt" set:"xrange [0:17]"
#+BEGIN: block-update-burndown
#+END:
** TASK LIST
#+BEGIN: columnview :hlines 2 :maxlevel 5 :id "TASKS"
#+END:
* TASKS
  :PROPERTIES:
  :ID:       TASKS
  :SPRINTLENGTH: 14
  :SPRINTSTART: <2020-01-26 Sun>
  :wpd-akshay196: 2
  :wpd-gandalfdwite: 1
  :END:
** akshay196
*** IN_PROGRESS Red Hat Certified System Administrator (RHCSA) Training [8/15]
    :PROPERTIES:
    :ESTIMATED: 15
    :ACTUAL:   6.88
    :OWNER: akshay196
    :ID: READ.1579937417
    :TASKID: READ.1579937417
    :END:
    :LOGBOOK:
    CLOCK: [2020-01-30 Thu 07:47]--[2020-01-30 Thu 09:00] =>  1:13
    CLOCK: [2020-01-29 Wed 22:31]--[2020-01-29 Wed 22:50] =>  0:19
    CLOCK: [2020-01-29 Wed 07:05]--[2020-01-29 Wed 08:06] =>  1:01
    CLOCK: [2020-01-28 Tue 23:22]--[2020-01-28 Tue 23:43] =>  0:21
    CLOCK: [2020-01-28 Tue 21:57]--[2020-01-28 Tue 23:07] =>  1:10
    CLOCK: [2020-01-28 Tue 06:40]--[2020-01-28 Tue 07:37] =>  0:57
    CLOCK: [2020-01-27 Mon 20:30]--[2020-01-27 Mon 21:05] =>  0:35
    CLOCK: [2020-01-27 Mon 07:17]--[2020-01-27 Mon 08:34] =>  1:17
    :END:
    - [X] Chapter  1
    - [X] Chapter  2
    - [X] Chapter  3
    - [X] Chapter  4
    - [X] Chapter  5
    - [X] Chapter  6
    - [X] Chapter  7
    - [X] Chapter  8
    - [ ] Chapter  9
    - [ ] Chapter 10
    - [ ] Chapter 11
    - [ ] Chapter 12
    - [ ] Chapter 13
    - [ ] Chapter 14
    - [ ] Chapter 15
*** Red Hat Certified Engineer (RHCE) Training [0/13]
    :PROPERTIES:
    :ESTIMATED: 13
    :ACTUAL:
    :OWNER: akshay196
    :ID: READ.1579937451
    :TASKID: READ.1579937451
    :END:
    - [ ] Chapter  1
    - [ ] Chapter  2
    - [ ] Chapter  3
    - [ ] Chapter  4
    - [ ] Chapter  5
    - [ ] Chapter  6
    - [ ] Chapter  7
    - [ ] Chapter  8
    - [ ] Chapter  9
    - [ ] Chapter 10
    - [ ] Chapter 11
    - [ ] Chapter 12
    - [ ] Chapter 13
** gandalfdwite
*** Learn OCaml for Emacs Bug Triaging Part I - [0/6]
    :PROPERTIES:
    :ESTIMATED: 10
    :ACTUAL:
    :OWNER: gandalfdwite
    :ID: READ.1580178290
    :TASKID: READ.1580178290
    :END:
    - [ ] Setup OCaml and opam          ( 1h )
    - [ ] Base, Core and Core_Kernel    ( 2h )
    - [ ] OCaml as a calculator         ( 2h )
    - [ ] Functions and Type Inference  ( 2h )
    - [ ] Tuples, List, Options and     ( 2h )
          Pattern matching
    - [ ] Records and Variants          ( 1h )
*** Blog post on containerizing pravarag dot com [0/1]
    :PROPERTIES:
    :ESTIMATED: 4
    :ACTUAL:
    :OWNER: gandalfdwite
    :ID: WRITE.1580179018
    :TASKID: WRITE.1580179018
    :END:
    - [ ] Blog post on Containerizing pravarag dot com   ( 4h )
